Repository: kakamble-aiims/work
Catalog: src/modules/customised/apar/locale/*.po
Languages: hi_in

# field:apar.employee.form,form_name:
source: Form Name
hi_in: फ़ार्म का नाम

# field:apar.employee.form,employee_code:
source: Employee Code
hi_in: कर्मचारी कोड

# field:apar.employee.form,employee:
source: Employee
hi_in: कर्मचारी

# field:apar.employee.form,reporting_officer:
source: Reporting Officer
hi_in: रिपोर्टिंग अधिकारी

# field:apar.employee.form,reporting_officer_period:
source: Period covered under Reporting Officer
hi_in: रिपोर्टिंग अधिकारी के अधीन अवधि

# field:apar.employee.form,reviewing_officer:
source: Reviewing Officer
hi_in: पुनः निरीक्षण अधिकारी

# field:apar.employee.form,reviewing_officer_period:
source: Period covered under Reviewing Officer
hi_in: पुनः निरीक्षण अधिकारी के अधीन अवधि

# field:apar.employee.form,acceptance_authority:
source: Acceptance Authority
hi_in: स्वीकृति प्राधिकरण

# field:apar.employee.form,accepting_authority_period:
source: Period covered under Accepting Authority
hi_in: स्वीकारकर्ता प्राधिकारी के अधीन अवधि

# field:apar.employee.form,department_form:
source: Department Forms
hi_in: विभाग के प्रपत्र

# field:apar.employee.form,department:
source: Department / Section / Unit
hi_in: विभाग / अनुभाग / खण्ड:

# field:apar.employee.form,date_from:
source: Date From
hi_in: दिनांक से

# field:apar.employee.form,date_to:
source: Date To
hi_in: दिनांक तक

# field:apar.employee.form,designation:
source: Designation
hi_in: पद

# field:apar.employee.form,date_of_joining:
source: Date of Joining the Service
hi_in: सेवा में कार्यग्रहण की तारीख:

# field:apar.employee.form,date_of_birth:
source: Date of Birth
hi_in: जन्म तिथि:

# field:apar.employee.form,category:
source: Category
hi_in: वर्ग

# selection:apar.employee.form,general:
source: General
hi_in: सामान्य

# selection:apar.employee.form,sc:
source: Scheduled Caste
hi_in: अनुसूचित जाति

# selection:apar.employee.form,st:
source: Scheduled Tribe
hi_in: अनुसूचित जनजाति

# selection:apar.employee.form,obc:
source: Other Backward Classes
hi_in: अन्य पिछड़ा वर्ग

# selection:apar.employee.form,ph:
source: Physically Handicapped
hi_in: शारीरिक रूप से विकलांग

# field:apar.employee.form,date_appointment:
source: Appointment
hi_in: नियुक्ति

# field:apar.employee.form,present_grade:
source: Present Grade
hi_in: वर्तमान ग्रेड

# field:apar.employee.form,present_post:
source: Present Post
hi_in: वर्तमान पद

# field:apar.employee.form,date_posting_present_post:
source: Date of Posting on Present Post
hi_in: वर्तमान पोस्ट पर पोस्टिंग की तारीख

# field:apar.employee.form,discontinuity_period_leave:
source: Period of Discontinuity (Leave)
hi_in: ड्यूटि से अनुपस्थित रहने के अवधि: (छुट्टी )

# field:apar.employee.form,discontinuity_period_official:
source: Period of Discontinuity (Official)
hi_in: ड्यूटि से अनुपस्थित रहने के अवधि: (आधिकारिक )

# field:apar.employee.form,qualification:
source: Academic and Professional Qualifications
hi_in: शैक्षणिक एवं व्यावसायिक संबंधी आहर्ताएँ

# field:apar.employee.form,courses_undertaken:
source: Training and Courses Undertaken
hi_in: प्रशिक्षण और पाठ्यक्रम

# field:apar.employee.form,professional_bodies:
source: Membership of Professional Bodies
hi_in: पेशेवर निकायों की सदस्यता

# field:apar.employee.form,pay_in_band:
source: Pay in the Pay Band
hi_in: वर्तमान मूल वेतन

# field:apar.employee.form,grade_pay:
source: Grade Pay
hi_in: ग्रेड वेतन

# field:apar.employee.form,parts:
source: Parts
hi_in: भाग

# field:apar.employee.form,signatures:
source: Signatures
hi_in: हस्ताक्षर

# field:apar.employee.form,template:
source: Template
hi_in: नमूना

# field:apar.employee.form,state:
source: State
hi_in: स्थिति

# selection:apar.employee.form,draft:
source: Draft
hi_in: मसौदा

# selection:apar.employee.form,no_initiation:
source: No Inititation Certificate
hi_in: कोई प्रारंभिक प्रमाण पत्र नहीं

# selection:apar.employee.form,self_appraisal:
source: Self Appraisal
hi_in: स्वः मूल्यांकन

# selection:apar.employee.form,reporting_officer:
source: Reporting Officer
hi_in: रिपोर्टिंग अधिकारी

# selection:apar.employee.form,reviewing_officer:
source: Reviewing Officer
hi_in: पुनः निरीक्षण अधिकारी

# selection:apar.employee.form,accepting_authority:
source: Accepting Authority
hi_in: स्वीकृति प्राधिकारी

# selection:apar.employee.form,disclose:
source: Disclose
hi_in: खुलासा

# selection:apar.employee.form,signed:
source: Signed by Ratee Officer
hi_in: रेटे अधिकारी द्वारा हस्ताक्षरित

# selection:apar.employee.form,representation:
source: Raised Representation
hi_in: उठाया प्रतिनिधित्व

# field:apar.department.form,department:
source: Department
hi_in: विभाग

# field:apar.department.form,establishment:
source: Establishment
hi_in: स्थापना

# field:apar.department.form,head:
source: Head of Department
hi_in: विभाग के प्रमुख

# field:apar.department.form,date_from:
source: Date From
hi_in: दिनांक से

# field:apar.department.form,date_to:
source: Date To
hi_in: दिनांक तक

# field:apar.department.form,date_forward_to_employee:
source: Forwarded to Employees on
hi_in: पर कर्मचारियों को अग्रेषित

# field:apar.department.form,forward_to_employee_by:
source: Forwarded to Employees by
hi_in: द्वारा कर्मचारियों को अग्रेषित

# field:apar.department.form,employee_forms:
source: Verification Officer
hi_in: सत्यापन अधिकारी

# field:apar.department.form,state:
source: Status
hi_in: हैसियत

# selection:apar.department.form,state:
source: Forwarded to HOD
hi_in: HOD को अग्रेषित किया गया

# selection:apar.department.form,state:
source: In Progress
hi_in: प्रगति में

# selection:apar.department.form,state:
source: Completed
hi_in: पूरा हुआ

# field:apar.department.form,number:
source: Number
hi_in: संख्या

# field:apar.department.form,name:
source: Name
hi_in: नाम

# field:apar.department.form,is_sections:
source: Have Sections?
hi_in: अनुभाग हैं?

# field:apar.department.form,questions:
source: Questions
hi_in: प्रशन

# field:apar.department.form,sections:
source: Sections
hi_in: वर्गों

# field:apar.department.form,overall_score_reporting:
source: Overall Grade - Reviewing
hi_in: ओवरऑल ग्रेड - समीक्षा

# field:apar.department.form,signatures:
source: Signatures
hi_in: हस्ताक्षर

# field:apar.department.form,employee_form:
source: Employee Form
hi_in: कर्मचारी फॉर्म

# field:apar.employee.form.signature,signed_by_user:
source: Signed By
hi_in: द्वारा हस्ताक्षर किए

# field:apar.employee.form.signature,signed_by_employee:
source: Signed By Employee
hi_in: कर्मचारी द्वारा हस्ताक्षरित

# field:apar.employee.form.signature,signed_on:
source: Signed On
hi_in: पर हस्ताक्षर किए

# field:apar.employee.form.signature,note:
source: Remarks
hi_in: टिप्पणियों

# field:apar.employee.form.signature,designation:
source: Designation
hi_in: पद

# field:apar.employee.form.signature,place:
source: Place
hi_in: जगह

# field:apar.employee.form.signature,employee_form:
source: Employee Form
hi_in: कर्मचारी फॉर्म

# field:apar.employee.form.signature,action:
source: Action
hi_in: कार्य

# field:apar.employee.form.line,question:
source: Question
hi_in: प्रशन

# field:apar.employee.form.line,answer:
source: Answer
hi_in: उत्तर

# field:apar.employee.form.line,part:
source: Part
hi_in: भाग

# field:apar.employee.form.section,name:
source: Name
hi_in: नाम

# field:apar.employee.form.section,number:
source: Number
hi_in: संख्या

# field:apar.employee.form.section,questions:
source: Questions
hi_in: प्रशन

# field:apar.employee.form.section,average_score_reporting:
source: Average Score Reporting
hi_in: औसत स्कोर रिपोर्टिंग

# field:apar.employee.form.section,average_score_reviewing:
source: Average Score Reviewing
hi_in: औसत स्कोर समीक्षा

# field:apar.employee.form.section,weightage:
source: Weightage
hi_in: महत्व

# field:apar.employee.form.section,part:
source: Part
hi_in: भाग

# field:apar.employee.form.section.line,question:
source: Question
hi_in: प्रशन

# field:apar.employee.form.section.line,grade_reporting:
source: Grades by Reporting Authority
hi_in: रिपोर्टिंग प्राधिकरण द्वारा ग्रेड

# field:apar.employee.form.section.line,grade_reviewing:
source: Grades by Reviewing Authority
hi_in: समीक्षा प्राधिकरण द्वारा ग्रेड

# field:apar.employee.form.section.line,section:
source: Section
hi_in: अनुभाग

# wizard_button:apar.generate_forms,tryton-cancel,end:
source: Cancel
hi_in: रद्द करना

# wizard_button:apar.generate_forms,tryton-go-next,create_forms:
source: Generate APAR Forms
hi_in: APAR फॉर्म जनरेट करें

# error:apar.generate_forms,missing_template:
source: Designation '%s' has no form associated to it. Contact Administrator.
hi_in: पदनाम '%s' का इससे जुड़ा कोई फॉर्म नहीं है। व्यवस्थापक से संपर्क करें

# field:apar.generate_forms.show,department:
source: Department
hi_in: विभाग

# field:apar.generate_forms.show,establishment:
source: Establishment
hi_in: स्थापना

# field:apar.generate_forms.show,establishments:
source: Establishment
hi_in: स्थापना

# field:apar.representation,mail:
source: Mail
hi_in: मेल

# field:apar.representation,representation_id:
source: Representation Number
hi_in: प्रतिनिधित्व संख्या

# field:apar.representation,raised_by:
source: Employee
hi_in: कर्मचारी

# field:apar.representation,subject:
source: Subject
hi_in: विषय

# field:apar.representation,text:
source: Details
hi_in: विवरण

# field:apar.representation,raised_on:
source: Raised On
hi_in: पर उठाया गया

# field:apar.representation,state:
source: Status
hi_in: स्थिति

# selection:apar.representation,draft:
source: Draft
hi_in: मसौदा

# selection:apar.representation,reporting_officer:
source: Reporting Officer
hi_in: रिपोर्टिंग अधिकारी

# selection:apar.representation,reviewing_officer:
source: Reviewing Officer
hi_in: पुनः निरीक्षण अधिकारी

# selection:apar.representation,hod:
source: HOD
hi_in: विभागाध्यक्ष

# selection:apar.representation,accepting_authority:
source: Accepting Authority
hi_in: स्वीकृति प्राधिकारी

# selection:apar.representation,acr_cell:
source: ACR Cell
hi_in: एसीआर सेल

# selection:apar.representation,submitted_to_acr_cell:
source: Submitted to ACR Cell
hi_in: ACR सेल को प्रस्तुत

# selection:apar.representation,director:
source: Director
hi_in: निदेशक

# selection:apar.representation,closed:
source: Closed
hi_in: बंद

# field:apar.representation,comments_reporting:
source: Comments by Reporting Officer
hi_in: रिपोर्टिंग अधिकारी द्वारा टिप्पणियां

# field:apar.representation,comments_reviewing:
source: Comments by Reviewing Officer
hi_in: समीक्षा अधिकारी द्वारा टिप्पणियां

# field:apar.representation,comments_accepting:
source: Comments by Accepting Authority
hi_in: स्वीकृति प्राधिकरण द्वारा टिप्पणियां

# field:apar.representation,comments_hod:
source: Comments by HoD
hi_in: HoD द्वारा टिप्पणियां

# field:apar.representation,comments_director:
source: Comments by Director
hi_in: निदेशक द्वारा टिप्पणियां

# field:apar.representation,present_score:
source: Present Score
hi_in: वर्तमान स्कोर

# field:apar.representation,score:
source: Final Score
hi_in: अंतिम स्कोर

# field:apar.representation,signatures:
source: Signatures
hi_in: हस्ताक्षर

# model:apar.representation,place:
source: Delhi
hi_in: दिल्ली

# field:apar.representation.signatures,signed_by_user:
source: Signed By
hi_in: द्वारा हस्ताक्षर किए

# field:apar.representation.signatures,signed_by_employee:
source: Signed By Employee
hi_in: कर्मचारी द्वारा हस्ताक्षरित

# field:apar.representation.signatures,signed_on:
source: Signed On
hi_in: पर हस्ताक्षर किए

# field:apar.representation.signatures,designation:
source: Designation
hi_in: पद

# field:apar.representation.signatures,place:
source: Place
hi_in: स्थान

# field:apar.representation.signatures,representation:
source: Representation
hi_in: प्रतिनिधित्व

# field:apar.representation.raise.show,subject:
source: Subject
hi_in: विषय

# field:apar.representation.raise.show,details:
source: Details
hi_in: विवरण

# field:apar.representation.raise.show,representation:
source: Representation
hi_in: प्रतिनिधित्व

# wizard_button:apar.representation.raise,tryton-cancel,end:
source: Cancel
hi_in: रद्द करना

# wizard_button:apar.representation.raise,tryton-go-next,create_repr:
source: Generate Representation
hi_in: प्रतिनिधित्व उत्पन्न

# field:apar.form.template,name:
source: Name
hi_in: नाम

# field:apar.form.template,form_number:
source: Form Number
hi_in: फॉर्म नंबर

# field:apar.form.template,designations:
source: Designations
hi_in: पद

# field:apar.form.template,parts:
source: Parts for APAR
hi_in: APAR के लिए भागों

# field:employee.designation,template:
source: APAR Template
hi_in: APAR टेम्पलेट

# field:apar.form.template.part,name:
source: Name
hi_in: नाम

# field:apar.form.template.part,number:
source: Number
hi_in: संख्या

# field:apar.form.template.part,questions:
source: Questions
hi_in: प्रशन

# field:apar.form.template.part,template:
source: Template
hi_in: नमूना

# field:apar.form.template.part,sections:
source: Sections
hi_in: अनुभाग

# field:apar.form.template.part,is_self_appraisal:
source: Is Self Appraisal
hi_in: स्वः मूल्यांकन

# field:apar.form.template.section,name:
source: Section Name
hi_in: अनुभाग नाम

# field:apar.form.template.section,number:
source: Section Number
hi_in: अनुभाग संख्या

# field:apar.form.template.section,weightage:
source: Weightage (in percentage)
hi_in: वेटेज (प्रतिशत में)

# field:apar.form.template.section,questions:
source: Questions
hi_in: प्रशन

# field:apar.form.template.section,part:
source: Part
hi_in: भाग

# field:apar.form.template.question,question_no:
source: Question Number
hi_in: प्रशन संख्या

# field:apar.form.template.question,name:
source: Question
hi_in: प्रशन

# field:apar.form.template.question,section:
source: Section
hi_in: अनुभाग

# field:apar.form.template.question,part:
source: Part
hi_in: भाग

# field:apar.form.template.configuration,start_date_apar:
source: Start Date of APAR
hi_in: APAR की तिथि प्रारंभ करें

# field:apar.form.template.configuration,last_date_emp_fill:
source: Last Date to Fill APAR by Employee
hi_in: कर्मचारी द्वारा APAR भरने की अंतिम तिथि

# field:apar.form.template.configuration,last_date_reporting:
source: Last Date for Reporting Officer
hi_in: रिपोर्टिंग अधिकारी के लिए अंतिम तिथि

# field:apar.form.template.configuration,last_date_reviewing:
source: Last Date for Reviewing Officer
hi_in: समीक्षा अधिकारी के लिए अंतिम तिथि

# field:apar.form.template.configuration,last_date_accepting:
source: Last Date for Accepting Authority
hi_in: प्राधिकरण को स्वीकार करने की अंतिम तिथि

# field:apar.form.template.configuration,last_date_emp_sign:
source: Last Date to Sign APAR by Employee
hi_in: कर्मचारी द्वारा APAR पर हस्ताक्षर करने की अंतिम तिथि

# field:apar.form.template.configuration,last_date_emp_represent:
source: Last Date to Raise Representation by Employee
hi_in: कर्मचारी द्वारा प्रतिनिधित्व बढ़ाने की अंतिम तिथि
